// shulei.js 中的内容
const bailiuContent = `
#全文3000+

白柳刚洗完澡，就看到谢塔提着两个大袋子进门来，轻手轻脚地放在地上后，转身想抱过来。

“这什么？”白柳问。

谢塔蹭着白柳的后颈，声音闷闷的：“你高中的学习资料，陆驿站给的。”

白柳有些诧异，他记得当初高考一结束，他就回宿舍将资料都打包好，和陆驿站跟方点的一块送到废品回收站卖掉了，钱很少，当时还挺不爽，回去的一路上板着脸不想说话。

想必是陆驿站这家伙舍不得，私底下又折回去把东西买了回来。

“方队和我说，这是你高三一年的劳动成果，他们帮你保存了下来，现在留给我们，但不许扔，不要就还给她。”

白柳的目光只是轻描淡写地落在那两个大袋子上，又移开了，小声说了句：“麻烦。”

他回房换上睡衣，出来倒杯水的功夫，就看到地上多了一个黑色的小袋子，谢塔坐在三个袋子之间，不知道在翻找些什么，外套都没来得及脱。

白柳的视线越过他背后，看见一本大红色，包装得很正式的小薄子，上面用金色字体印着“XX大学录取通知书”几个大字。

不是他的东西，凭他当年四百多分的成绩考不上这样的重点大学，不会是谢塔的吧？

白柳顿时来了点兴趣，走到谢塔身后，捡起那本被他到处乱扔的小簿子，调笑说：“没想到你还是优等生。”

他抬手翻开，却见内页上虽然贴着谢塔的头像，但在姓名那一栏里，原本的印刷字体被涂掉，旁边是手写的“白柳”二字，尽管看起来狗爬似的，但仍然能看出书写者在努力地把字写得端正。

白柳静了一会儿。

纯黑色的眼睛泛着客厅暖黄的灯光，带着隐隐的一丝期待。

被五彩的霓虹光映照的巨大摩天轮上，“金榜题名”的黄光在顶端高高挂着的情形突然在白柳的脑海里闪过，真是又土又好笑，但他当时为什么还会答应谢塔？

只要碰上谢塔，他的行为就时常不受自己控制，总是做一些看起来没什么利益，意义可言的事。

就像谢塔做的那样。

“为什么要写上我的名字？”他蹲下身问道，眼睛却没看谢塔，只是凝视着通知书内页上谢塔的头像。

十七八的少年，不同于十四岁的稚嫩，二十五六的漠然，带着他没在谢塔身上见过的青葱，还有不变的沉静，以及难以让人靠近的冰冷疏离感。

一般人看到大概都会觉得这是一个早熟的，可怜的孩子，怎么会做出这样幼稚的举动来。

“就算写了我的名字也不能代表什么。”白柳说。

谢塔的眼光有些黯然，闷声说：“我想给你当初想要的金榜题名。”

“我也没有这方面的欲望。”白柳顿了顿，放轻声音：“你当初也说，你希望我拥有希望自己金榜题名的人。”

“我已经有一个了，这就够了。”

谢塔抬起头，想说点什么，但白柳没有看他，开始低头收拾那些破旧玩意儿。于是他闭了嘴，伸手在袋子里随意翻翻拣拣。

  

“你想找什么？”

他在那堆江山一片红的卷子里扒拉来扒拉去。当一角涂得乱七八糟的纸张堪堪露出时，谢塔两指夹住那纸，往外一拉。

白柳看到那沓玩意儿，右眼皮不禁乱跳。

那是十几岁的他用来上课乱写乱画打发时间的草稿本。

他记得他在乔木高中副本里，就是被这本东西上的狗线团和小人吸进记忆漩涡。高中时和谢塔，或者说和黑桃稀里糊涂过的将近一年里，他往这草稿本上画了不少画，内容大多关于他和黑桃。

如果是正经的肖像画那还好，可重点是，他还画了......

白柳猛地抬手，想把那本天杀的抢回，谢塔仿佛早就预料到他的动作，快速抽出草稿本，一下子站起来，将草稿本高高举起。

“......”

一米九了不起是吧。

若是换作在游戏里的时候，只要白柳一个不愿意，一般情况下黑桃都会选择顺从。

可现在，一来白柳对亏欠谢塔十年这件事还抱有愧疚，二来谢塔在这一个月里恨不得每天都黏在白柳身上，白柳被他磨得简直没了脾气。

“没什么好看的，”白柳面无表情：“都是些计算过程。”

“你还在上面画画，”谢塔说：“我想看你的画。”

“我的画你看过，没什么好看的。”

谢塔直勾勾地盯了他几秒，问：“那你在怕什么？”

白柳语塞。

“你在心虚，”谢塔的语气越来越笃定：“你画了不敢给我看的画，是什么？”

原本漆黑的眼瞳逐渐透出银蓝色的色晕，快要将黑色吞噬，谢塔盯着白柳透粉的耳尖，又说：“白柳，你在害羞，为什么害羞？”

没等白柳扯出什么借口，他露出恍然大悟的表情：“我知道了，你是不是画了我的......”

白柳深吸一口气，心想只能出此下策，双手由伸向草稿本改为抓住谢塔的领子，用力往下一扯，咬向谢塔的双唇。

少有的主动让谢塔瞬间转移注意力，甩手就把草稿本扔到一边，揽住白柳的腰加深了这个吻。

...... ......

当白柳忍着浑身酸痛起身时，午后烈阳早已从树枝间的罅隙经过，在被单上洒下片片金黄，散发淡淡暖意。他看了眼身侧空着的半边床，扶腰艰难地走进客厅.

昨晚在一片混乱中被随手扔开的无辜草稿本仍旧委委屈屈躺在地板上，想来谢塔也没有再一探究竟，匆忙回局里上班了。

白柳如释重负，叹了口气，弯下身想将那玩意儿捡起销毁，腰间猛地一阵酸软，他不得不一边吸气，一边慢慢地挺起腰。

走进厨房，不出意料地看见几坨黑漆漆的不明物体黏在锅里。

“......”

异端管理局，员工办公室。

几个实习小探员频频向谢塔的座位投去目光，低头窃窃私语：“大佬什么时候对手机这么沉迷了？”

“听二队的人说，今天大佬出任务的时候也经常低头看手机，不过一点也没影响他出手的速度，二队的异端照抢不误，那帮猛男恨得牙痒痒。”

“好牛......”

这是谢塔今天第无数次打开相册。相册里仅存的几十张照片，绝大部分都是他和白柳的生活照，剩下十多张都被整理进一个独立相册里，拍的却都是潦草的手绘。

谢塔点开最后一张，放大，黑峻峻的双眸细细描摹一个没有脸的铅笔小人，这小人穿着校服，瘦瘦小小的一只，一个人坐在花坛边上，低着头看着自己手里拿着的两根雪糕棍，似乎很孤独的样子。

他看了很久才翻页。在下一页，这个铅笔小人的面前出现了一团黑乎乎的小狗线条。那团小狗线条蹲在小人腿前，旁边画了个对话框，写着【你手上的冰激凌可以给我一个吗？】

他第一次见到这幅凌乱的图画时是二十年前。那时的白柳还很瘦小，像昨晚那样一巴掌拍在本子上不让他继续看，手掌内侧因为拍得太用力而泛红，耳尖也轻漫上一层浅红。

谢塔的唇角不自觉地露出一点难以觉察的弧度，他继续翻页，看着这个铅笔小人伏案写字、在饭堂吃夜宵、在走廊罚站、在体育课吃雪糕、缩在床边睡觉，每一幅图，每一个白柳都有一团乌漆嘛黑的小狗线条陪伴，或趴在肩膀，或趴在头顶，或黏在脚背上。随着页数减少，那团小狗线条不断变大，在某个界点变成高大的人影，或从后拥抱铅笔小人、或与小人头抵着头，又在下一个界点，轮廓变得清晰。

其中一幅不同于前面的潦草，笔触流畅且清晰，细细勾勒黑桃精致锋利的侧脸，甚至特地用淡蓝色的笔给他的眼瞳上色。

谢塔甚至能想象出白柳上课时低着头在草稿纸上认真描绘，嘴角噙着淡淡笑意的样子。

这样的白柳会很明亮，他想，他真的很喜欢这样的白柳。

不知不觉就翻到了第一页。每每看到这一页，谢塔都有一种强烈的，想要立马回到家里抱紧他的爱人，与他亲近的强烈欲望。

泛黄的纸张上绘着两个紧紧相贴的人，高大的那一个分外清晰，另一个被捂得严实，只能看到趴在对方肩膀上的小半张脸，被作画者画得很模糊，反而更显迷乱，不甚清晰的眼睛看起来像是因为太过热烈的吻而蒙上了一层水雾。

这是他和白柳第一次在学校小树林里鬼混的时候。

白柳趴在他肩上急促呼吸，因为那个叫“教导主任”的怪物突袭而不自觉地屏息。被压抑的气流在他耳边轻扫，愈发狂乱的心跳声带起两个胸腔的强烈震动。

夏夜潮湿，空气黏腻，白柳出了一身薄汗。汗水被蹭到他过分冰冷干燥的身体，让他忍不住进一步，再进一步，给予多一点，索取多一点。这样，等到离开的时候，或许能减轻一些遗憾。

那时的他，只想着让白柳在这个十分广阔却容纳不下他们两个怪物的世界里不再孤单。

即便是怪物，也可以拥有另一个，属于自己的世界。

但他现在却不再这么想了。

谢塔忍不住用指尖轻蹭那模糊的小半张脸。

他看了眼时间，还有一小时下班，于是抓起甩在椅背的外套，大步流星地离开异端管理局。全然不理会悄悄盯他一下午的陆驿站愤怒の吼声：“黑桃你又提前跑路！回来！！！我要扣你工资了啊！”

腊月冬寒，天黑得尤其早。

等到谢塔赶回，小区已经亮起万家灯火。打牌声、嬉闹声、欢笑声，热热闹闹，熙熙攘攘。

谢塔走进这不再令他感到陌生和排斥的红尘烟火，抬眼，静静看向站在窗前，低头微笑的白柳。

无论这个世界多么无聊，多么破烂，他想，他总能缝缝补补，给白柳呈现一个他喜爱的世界。而白柳，亦然。

他背后是暖黄的灯光，是温馨美好，是他们的家。

`;