
const doorContent =
 `一、项目概览
投稿⼈：25汉文农洛儿（笔名：参宿五）
游戏名（或暂定名）：槐木门
名称含义：
	在字面意义上直指向游戏中的关键意象与物件：槐木棺材。槐木棺材是龙槐穿越的媒介，也是整个故事的起点和核心场景。“门”意味着这口棺材不是终点，而是一扇门，连接着现代与民国，生与死，现实与噩梦。“槐木门”，字面上就是“一口用槐木做的、如同门一般的棺材”。它直接点明了游戏最核心的交互物品和穿越机制。
	“槐”背后是民俗文化底蕴和隐喻，拥有“中式恐怖”的意味。在最经典的民间恐怖解读中，“槐”字同“鬼”，被认为是“鬼木”或“阴树”，容易聚集阴气，是连接冥界与人间的通道。
	同时槐树有着双重的象征，一方面，它曾是官权与崇高的象征（如“三槐九棘”）；另一方面，在民间，它常种在坟地、祠堂旁，与死亡、祭祀紧密相连。这种双重性完美契合了洪家——一个表面礼教森严、内里腐朽吃人的家族。
	用“槐木”做“门”，意味着主角打开的不是一扇普通的门，而是通往一个被冤魂、执念和封建幽灵所缠绕的恐怖世界的鬼门关。

故事类型：中式民俗，中式悬疑恐怖

宣传语（200 字以内）：
	《槐木门》是一款以中式民俗与悬疑恐怖为核心的剧情解谜游戏。玩家将扮演民俗学学生龙槐，在田野调查中意外穿越时空，成为民国洪家小少爷的陪葬童养媳。体内还存在着另一个灵魂——真正的童养媳洪槐。在小少爷尸体彻底腐烂前，你们必须携手合作，周旋于洪家各方势力之间，揭开百年家族秘辛，打破这个"吃人"的封建轮回。

简介（1000 字以内）：
	《槐木门》是一款融合双时间线叙事、传统封建习俗与超自然元素的中式民俗悬疑解谜游戏。故事在现代与民国初年两个时空的洪头村之间交织展开。
	玩家将扮演民俗学大三学生龙槐，在一次对废弃古村洪头村的实地考察中，受神秘力量蛊惑躺进槐木棺材，魂魄穿越到1920年，附身于童养媳洪槐身上。故事在现代与民国初年两个时间线的洪头村之间交织展开。游戏开场，龙槐从棺材中惊醒，发现自己身着血红嫁衣，身旁躺着一具身着新郎服的尸体。她被迫进入洪家大宅，照顾被称为"四爷"的残疾少爷——正是棺材中的那具男尸。
	通过追溯洪槐的过往，玩家将揭开一个悲惨的身世：洪槐本是街头乞儿，被骗子卖到洪头村给先天残疾的5岁小少爷当童养媳。根据村中规矩，若丈夫死后无子嗣，妻子必须陪葬。洪槐在道士帮助下分出一缕魂魄作为替身陪葬，真身逃离村庄后成为富甲一方的商人。而现代龙槐实为洪槐后代，当她回到洪头村，与当年留下的那缕残魂融合，陷入了洪槐不断重复的噩梦记忆。两位主角必须携手合作，打破这永恒的诅咒。
游戏运用了双角色解谜系统。现代女主龙槐能在两个时间线间穿梭，通过躺进棺材自由切换，收集不同时代的线索。而民国女主洪槐更熟悉宅院人情世故，能弥补龙槐行动造成的纰漏，但受限于时代与识字能力。两位主角通过有限的方式沟通，必须相互配合才能推进剧情。
游戏运用了创新的时间压力系统。将小少爷尸体腐烂程度转化为探索行动力点数与天数限制，玩家需合理分配每日行动点数，在尸体完全腐烂前解开谜题，否则将触发死亡结局。
游戏运用了多分支叙事结构。通过与宅院中不同角色建立关系，收集并分析线索，玩家可解锁多种结局。游戏设计有误导信息与隐藏线索，鼓励多周目探索。
游戏深刻探讨了封建礼教的结构性压迫、个人命运与时代的冲突，以及自我救赎与灵魂完整的哲学命题。洪家作为封建系统的缩影，其家规、陪葬习俗、村民盲从都是这个僵化结构的外在表现。而主角的行动就是拆解这个由创伤驱动的循环系统的过程。

主线剧情概述：
	大三学生龙槐在洪头村的田野考察中，被一口废弃的槐木棺材蛊惑。当她从昏沉中醒来，惊觉自己正身处狭窄的棺椁之内，身披血红嫁衣，身旁是一具身着新郎官服饰的冰冷男尸。她奋力推开棺盖，逃离坟地，却被行为诡异的村民强迫送回阴森宏伟的洪家老宅，他们叫喊着：“你男人尿床啦！”。在那里，她绝望地发现，棺中那具名为“四爷”的男尸，正溃烂流脓地躺在床上，成了她必须伺候的“丈夫”。
龙槐很快意识到，自己的魂魄穿越时空，附身于民国童养媳“洪槐” 身上，并能在现代废墟与民国宅院两个时间线间穿梭。她开始运用民俗学知识，双线探寻求生之路。然而，她并非独自一人——身体里那个倔强、不甘的真正洪槐的意识依然存在。两人从最初的恐惧与排斥，通过残留的感知与记忆碎片，建立起笨拙而艰难的沟通，形成了“灵魂交替”的求生同盟。
她们的逃亡计划，很快与洪家大宅内暗流涌动的秘密交织在一起。她们发现，这座吃人的牢笼内部并非铁板一块：
夫人陈婉茹看似维护家规，是封建礼教的忠实维护者和执行者，一心礼佛，实则因过往的罪孽与对子女未来的恐惧，内心充满矛盾。她为了保住嫡子女的未来与自身利益而坚守礼教，坚信"如果不是这套秩序，洪家最初也不会团结在一起"，必须为儿女的未来负责，可她们为什么要毁掉母亲为她们苦心经营的一切？
大少爷洪绍业表面顺从，与名门闺秀安文熙相敬如宾，实则与妻子貌合神离，曾帮助过试图逃跑的丫鬟。他并非全然顺从系统，会说出违背规矩的话，是洪家僵化秩序中最脆弱的一环。
少夫人安文熙不满包办婚姻，成亲以来从不与洪松通房，买通大夫伪造因病难孕育的假象，对洪松与村女相恋的事睁一只眼闭一只眼。
三小姐洪绍仪以天真为伪装，备受老爷夫人宠爱，私下却偷看“禁书。
二姨太柳凤仙戏子出身，与世无争的背后，是苦苦寻找失散女儿的执念。
三姨太张惠姑看似温柔贤惠，精明能干，却企图逐步积累老爷的信任，暗中掌控洪家资产，私自敛财，试图排除嫡势力（夫人、嫡子）。
与此同时，洪头村本身也藏着助力：生前受过洪槐生母恩惠、知晓风水秘辛的老更夫与精通草药、熟知山路的采药女，都可能成为她们逃离计划的关键外援。
在穿梭时空的过程中，龙槐与洪槐最终揭开了缠绕彼此命运的核心秘密：眼前的困境源于一场百年的灵魂分裂。当年的洪槐为逃离陪葬，在道士帮助下施展 “分魂术” ，将一缕饱含痛苦记忆的残魂作为替身，留在村中承受轮回之苦，主魂才得以逃离。而龙槐，正是当年逃离的洪槐主魂的后代。她的到来，使得分离百年的灵魂再次融合，也坠入了这个永恒的噩梦。
最终，龙槐与洪槐的灵魂从合作走向共生。她们必须在象征死亡期限的尸体彻底腐烂前，周旋于洪家内外各方势力之间，利用她们各自并非非黑即白的复杂诉求与秘密，或结盟，或交易，或利用，集结一切可能的力量。她们的目标不再是简单的个人逃离，而是要共同打破这个由封建礼教、家族秘辛与痛苦执念共同铸就的百年轮回，实现灵魂的完整与终极的解放，从这座吃人的“棺材”中，真正地重见天日。

世界观概述：
	建立在现代与民国初的双重现实背景上，并借助传统封建习俗、宗教仪式、神鬼术法、风水玄学等元素，构建出一个可信且诡谲的民俗恐怖世界。核心超自然设定包括"分魂术"、"槐木通阴"、"时空结界"等。
	洪家村是一个被封建礼教秩序控制的时空结界，其本质是一套僵死的、自动运行的程序，核心命令是"维持秩序，清除异端"。在剧本中具体化为洪家的家规、陪葬的习俗、村民的盲从、老爷的权威，都是这这个结构的外在表现。系统本身没有情感，只是冷酷地执行着"输入-输出"。同时这个系统在民国初有很大的脆弱性，它的运行依赖于一个前提——所有参与者都承认其合理性。一旦出现一个不按它的逻辑思考的异端，就会引起一连串反应，这个由封建秩序构成的僵化结构就会开始崩溃。
	两个时空通过槐木棺材相连，形成了困住主角灵魂的"棺材"结界。民俗元素不仅是恐怖氛围的装饰，更是推动剧情与解谜的核心机制。

剧情架构：
	采用 “双轴驱动” 结构， “尸体腐烂”的时间压力 与 “主角认知与成长” 共同推动剧情走向高潮（如下图）。

<img src="image9.png" alt="图1">

立意：
	《槐木门》通过灵魂两线穿梭的叙事框架，构建了一场跨越百年的精神对话。
	它一方面展开了对封建礼教的思考和祛魅，以尸体腐烂系统作为核心隐喻，揭示封建秩序的荒诞本质——当科学事实（尸体腐化）被权力扭曲为迷信叙事（病情好转），折射的是礼教用"吃人"的规则掩盖人性之真的本质。洪家大宅作为微观权力场，展现了这套系统如何通过规训女性身体、控制婚姻生育来维系运转。
	另一方面，它从女性叙事出发，延申到家庭与社会的结构性巨变，展现了民国初期人由囚徒到主体觉醒的萌芽。龙槐与洪槐的双魂设定，构成被压抑者的一体两面：洪槐承载着历史中真实的创伤记忆，龙槐代表着现代性的审视目光。她们从对抗到共生的过程，象征着自我认知的完整化——只有直面被割裂的历史创伤，才能重建主体性。她们与宅院内各具反抗底色的群像，共同构成被压迫者的抗争谱系。
	它还涉及到创伤记忆的跨时代延续。"分魂术"的设定，将个体创伤抽象为具有延续性的精神遗传。最终逃亡不仅是空间逃离，更是完成对历史创伤的承认、对话与超越，暗示着任何时代的解放，都始于对压迫结构的清醒认知与主动决裂。
	这个故事更是对现代的反思与启示。洪家的吃人系统，与职场压榨、社会焦虑、原生家庭、精神内耗所构筑的"现代棺材"形成呼应——都是将个体异化为庞大机器的一环。真正的解放，从清醒识别这些"吃人"规则开始，并鼓起勇气打破僵化秩序，从任何形式的棺材中，为灵魂争取完整的自由。

主要人物：
	龙槐：女主，现代民俗学专业大三学生，潇洒果断，思维敏捷，有勇有谋。因专业背景而对民俗禁忌有深刻理解。随导师来洪头村进行田野调查，受到蛊惑躺进废弃的槐木棺材，魂魄来到1920年的洪槐身上。为查清夺舍原因、干倒洪家帮助洪槐逃离洪头村、以及彻底离开现代洪头村而努力。

	洪槐：女主，生于清末，12岁被卖进洪头村地主洪辰生家当童养媳，嫁给洪家先天残疾的5岁小儿子，负责照料其生活起居。性格倔强，不甘压迫，为逃离洪家边隐忍边谋划。某天她发现自己总是忘记很多事情，逐渐发现龙槐的存在，与龙槐合力逃脱洪头村这个棺材般的地方。

洪绍业：大少爷，表面顺从，与名门闺秀、结发妻子安文熙相敬如宾，暗地却与村女相爱，曾帮助过试图逃跑的丫鬟。他并非全然顺从系统，偶尔会说出违背规矩的话，是洪家僵化秩序中最脆弱的一环。

陈婉茹：洪家大夫人，封建礼教的维护者与执行者，为了保住嫡子女的未来与自身利益而坚守礼教。她坚信"如果不是这套秩序，洪家最初也不会团结在一起"，必须为儿女的未来负责，可她们为什么要毁掉母亲为她们苦心经营的一切？

<img src="image10.png" alt="图2">

核心卖点： 
	“灵魂交替”解谜机制： 玩家同时扮演现代女大学生与民国童养媳，在双时空下协作解谜，玩法与叙事深度绑定，提供前所未有的沉浸式体验。
	深度中式民俗恐怖： 超越“Jump Scare”，恐怖感源于对封建礼教“吃人”本质的批判。民俗元素不仅是背景，更是驱动剧情和谜题的核心规则。
	“尸体腐烂”时间压力系统： 将客观科学现象与角色主观迷信认知的荒诞错位作为核心戏剧张力来源，营造出独一无二的、持续递增的紧迫感，让叙事更有节奏性结构性，怪诞诡谲而富有吸引力。
	复杂人物群像与宅斗元素： 洪家大宅内的每个角色都并非简单的善恶二分，她们各有秘密与反叛的底色，玩家需要通过策略与她们互动，构建脆弱的同盟网络，实现逃脱的目的，也在过程中了解她们的故事与秘密。
	深刻情感共鸣与主题升华： 故事内核是关于创伤、记忆、反抗与自我救赎，能引发玩家超越游戏本身的情感思考与文化反思。

目标平台： PC（steam） 
商业模式： 买断制

三、核心设计与玩法、风格
核心玩法循环：

<img src="image11.png" alt="图3">

核心特色系统：
1、叙事解谜：
	谜题即剧情切片。通过点击调查与收集物品、人物对话获取信息进行解谜，揭开洪家大宅院中姨太太们、小姐少爷与仆从的秘密，拉拢帮手或利用来提高逃脱的可能性；同时也逐渐揭露洪家家族往事，找到龙槐夺舍的原因和让龙槐彻底离开洪头村的办法。
	本作会设置双角色协作解谜（龙槐与洪槐，以龙槐为主）的“灵魂交替玩法“。龙槐可以通过躺进棺材自由进出两个时间线的洪头村，在两边收集线索，但无法离开两个时间线的洪头村。龙槐可以调查洪头村的废墟，寻找历史文献和物证，了解家族的最终命运。洪槐只能留在民初的洪头村，当龙槐的魂在现代洪头村时才能掌握身体主导权行动，洪槐对洪家大宅院各人的秘辛有所了解，掌握洪头村基本情况，行动更加便捷隐蔽，也可以处理龙槐不慎闯祸留下的痕迹，但因为不识字会错过很多信息，也无法和龙槐进行高效的文字沟通。
2、多结局设计：
	物品与对话的线索是一定的，但分析出来的走向有多种可供玩家选择，玩家可以根据线索选择性刷大宅院npc的好感度，进而提高自己逃脱的可能性。不同的拯救线有不同的结局（可以设置假信息或者误导性信息，如果技术和时间允许也可以像寂静岭f一样，不同周目给出信息有微小差异，二周目多出一些线索和剧情，进而解锁隐藏结局）
3、“尸体腐烂”时间压力系统：
	当小少爷的尸体腐烂到最后时，他的死会被大宅院的人发现，直接进入死亡结局。将尸体腐烂的时间与程度转化为探索地图场景的总时间和整局游戏的天数，探索场景，完成某些谜题操作需要消耗时间，玩家可以自由设置每天消耗多少时间（有上限），在规定的天数内选择探索哪个场景获取线索或触发剧情。一些随机事件比如采药女提供防腐药材，可以恢复少量时间点数（类似Don’t Escape:4 Days to Survive）。
    
美术风格与参考： 
参考《纸嫁衣》等成功作品，采用高饱和度的暗色调视觉风格，融合传统中国民间艺术元素，营造出既美丽又令人不安的诡异氛围。深度融合剪纸、皮影、戏曲等传统民间艺术元素，并进行“恐怖化”再设计。场景上更侧重写实与腐朽感。

音频风格：
音乐：以中国传统民乐（古筝、箫、二胡）为基底，融入环境音效与恐怖氛围铺陈。
音效：极致化处理老宅环境音（木门声、更鼓、低语），营造沉浸式音频体验。

参考/对标游戏：《纸嫁衣》《乌合之众》《三伏》《烟火》等

四、目标用户画像
	20-35岁的年轻群体，他们是重度游戏玩家，追求高品质内容与情感共鸣，厌倦同质化，对游戏的思想、情节、创意有较高要求，乐于在虚拟空间交流、分享，拥有较高的付费意愿。

五、产品与研发规划
研发引擎： Unity或者godot等

补充：尸体腐烂——时间压力系统的细节
死后第1天：
客观事实：尸体处于尸冷、尸僵初期，出现尸斑。
洪家视角：小少爷“面色苍白，长麻疹”，是中邪。
在大宅院的人眼里，小少爷面色苍白，身上长麻疹。迷信的老爷以为小少爷中邪，命龙槐不断给小少爷服下混了童子尿的符水。
　　
死后第2~3天：
客观事实：尸体膨胀，出现腐败水泡，恶臭加剧，苍蝇产卵。
洪家视角：少爷身体“发肿”，是因为符水吸出了邪祟。
　　在大宅院人的眼里，小少爷突然发肿，叫苦连天。老爷大喜过望，认为是符水积在胃里，吸出邪祟导致的，命龙槐扶少爷多次小解。为了蒙混过关，龙槐只好割破少爷的水泡，放出里面的脓水。
　　
死后第3~7天：
　　第3阶段：腐烂晚期（活跃腐烂期）
　　客观事实：尸体液化，“尸液”横流，蛆虫肆虐，恶臭顶峰。
洪家视角：少爷“尿床”，夜间有异响（蛆虫/关节声）。
在大宅院人眼里，少爷开始不断地尿床，尿味臭气熏天，并且晚上总发出嘎吱嘎吱的声音。老爷以为少爷在龙槐的照料下身体好转，以为龙槐在夜晚和少爷行房，抽出带有邪祟的精液，给龙槐赏了一桌好饭好菜，还有助孕的药物。
　　 
 
死后一周：
　　第4阶段：后腐烂期（干腐期）
客观视角：尸体干瘪、发黑、萎缩，一碰即碎。浓重的霉味和陈腐气味。
洪家视角：少爷“清减”、“病愈”，决定举办家宴庆贺。
龙槐在旁伺候，失手碰落少爷的手臂，龙槐和洪槐迅速将其藏匿，嫁祸给一直虐待吓人的恶奴洪三宝。洪三宝被当众拖入祠堂受审，龙槐充当证人，但被冠以“疏忽失职“的罪名受到惩处。（故事小高潮）
在龙槐与洪槐的“悉心照料”下，少爷的“病情”似乎“稳定”了。老爷大喜过望，决定举办一场盛大的家宴，一是庆祝洪家除去“邪祟”，二是向全族展示家族的“团结”与“福报”，并强令龙槐携“康复中”的少爷出席。


`;