// shulei.js 中的内容
const fireContent = `
        在鹿野的默许下，你进入了她的房间。

        此时鹿野还在楼下和徒弟交代任务事宜，你作为感知组替补组员，却没有下属对上司的敬畏，大喇喇踏入了鹿野的领地。

        鹿野的房间不像她外表那样冰冷。新中式的装潢低调奢华，屏风古典高雅，将房间分隔出不同的功能区。

        屏风一侧，超大的液晶屏电视挂于墙上。茶几上摆满了大大小小的酒瓶子，大多都喝空了，仍然散发着淡淡的酒香气。你拿起其中几瓶细看，这些看起来像昨天喝的，她应该不会摆那么久不扔。你不敢想，昨晚她到底喝了多少酒。

        这个酒鬼，她日常就喝那么多吗，还是，遇到了什么烦心事？

        你放下酒瓶，绕到屏风另一侧，被她满墙满柜的收藏吸引。墙上贴着几张黑胶唱片，看起来年头不少，柜子里塞满了唱片和磁带，还有几个低保真音响，甚至有老式收音机。伸手轻抚，纤尘不存，看来被她保养得不错。

        你好奇地蹲下身，伸出一根手指轻翻，一个个打量这些充满复古风情的磁带。

        门外响起脚步声。

        “有点礼貌好么。”鹿野走进房间。

        鹿野的声音是冷的，但你能听出她声音下的轻松和调侃。每次听到这，你都忍不住翘起嘴角。你站起身，抱臂调侃回去：“没想到你那么怀旧，这里好多都是千禧年的小古董呢。”

        正说着，你随机挑出一盘磁带，在鹿野的凝视下轻轻放进低保真音响的凹槽里，点击倒带，播放。极富节奏感的调子震起你的心脏，电吉他声和鼓点交叠振动，随低保真下粗糙模糊的歌声奔涌。

        你不禁随着鼓点轻轻晃动，笑道：“没想到你还听摇滚。”

        你抬头，揶揄地看向鹿野。而鹿野只是抱臂靠在门框旁，用冰蓝色的眼睛安静地看着你，目光沉沉，让你看不清底下是怎样的情绪。

        某种不安感让你站直了身子。你犹豫着，朝她挥挥手：“嗨？”

        鹿野依旧靠在墙上不动，只是笑了笑，目光转向窗外，平静地说：“没事。”

        看起来不像没事的样子，你心里嘀咕着。

        你转过头，留意到柜子底下还放着个老旧的拍立得，机身崭新，似乎并没有怎么用过。你指着那个拍立得，问道：“我能玩玩这个吗？”

        鹿野轻哼一声：“你玩我音响前问过我了吗？”

        “那就是同意了。”你轻手拿起那台拍立得，小心地研究起来。

        “宝丽来，这是十多年前的型号。”

        你点点头，凭着网上看到的碎片说明捣鼓起来，倒是大概弄懂了些所以然，心里渐渐萌生起偷拍的念头。

        “鹿野大人。”

        “嗯？”

        你趁鹿野转过头的瞬间摁下拍摄键，白色闪光灯亮起，暂停了镜头里她瞪大眼睛惊异的一瞬。就像......一头小鹿，你不禁想到。

        你取下出槽的相片，收进口袋，又把那台宝丽来放回原位。

        “胆子真大。”

        “偶尔摸摸老虎屁股还是很爽的。”

        “......你摸池年去吧。”

        “不敢不敢。”

        听罢，鹿野却站直身，低声道：“对着我就很敢了，是么。”

        她双手插兜，朝你步步逼近，把你逼到她的床边。你后退碰到床的瞬间脚步趔趄，跌坐在鹿野干净整洁的床上。床头柜上的玻璃罩灯散发晕黄的灯光，你抬起头，看见她垂下的眸子晦暗不清，你知道这背后藏着很多你看不懂的心思。

        你又一次生出探究的欲望。但这次明显想要的更多，你接近她，想观察她，了解她，进她的房间，抚摸她曾触碰的事物，看她的过去，进入她的眼睛，她的情绪，她的想法。

        现在的你无比地想靠近她，目的与你身为人类卧底的任务毫不相关。

        鹿野单腿跪在床上，弯下腰，让你几乎整个人笼进她的阴影之下。

        这太近了，除了你们相互帮忙处理伤口的时候，你们从来没有那样近过。

        你感受得到她身体的热度，她呼出的热气，听得见她略显急促的喘息。她的目光炙热得你忍不住逃避。

        “你知道我讨厌人类，会馆的妖精都知道......但你身为人类，偏偏喜欢在我面前晃，屡次接近我。”鹿野越说越快，说到最后甚至喘了口气。

         她生气了。

         是暴露了吗......你不知道。你只知道她的气息扫过你的耳朵，撩得你心跳不断加速。

        你强装镇定，说话的气息却不稳：“我们不是朋友吗。”话音未落，心里却莫名生出一阵空虚的落寞之感。

        面前宽大的身型明显顿住。不知道为什么，你不敢在看着她的眼睛。她身上有太多东西吸引着你，但只有一样东西，你总是尝试回避。

        你侧过头去，躲避那双你曾经喜欢得不行，但也让你无所遁形的冰蓝色眼睛。

         “我很抱歉，但......”

         一片濡湿分开你的嘴唇，滚烫的气流喷涌在你的脸上。你惊诧地睁大眼睛。

        鹿野一只手抵住你的下巴，你下意识挣扎却动弹不得，被迫接受了鹿野的侵入。

        她用牙齿粗暴地撕磨你的软唇，时重时轻，刺痛折磨着你，却又让你如此迷恋，情不自禁伸手抱住她劲瘦有力的腰身，不再理会他爹的罪恶感，加深这个突如其来的吻。

        铁锈味在整个口腔扩散，鹿野稍稍分开你们的唇，你们的呼吸交缠着。炙热的气氛让两具身体都在升温。

        还没等你喘够气，鹿野再一次欺身而来，将你推到在她柔软的大床上。

        你抬头，看到她湿润的双眼和被磨得通红的嘴唇，她眼底的欲望不断翻涌，让你想一头扎进去，背离这个世界。

        “仅此一次。”鹿野低声说。

        对你，也是对她自己说。

        她主动捅破了这层窗户纸，撕掉一切猜忌，试探和背叛，将所有隐蔽的心思剖开，暴露在阳光下。太出格了，你想，这不是鹿野会做的事。但守格从来不是鹿野的原则。

        亲自去看，去感受，去尝试，去冒险，去打破底线，才是鹿野的风格。

        她低下头，从锁骨一点一点向上吻，柔软湿润的唇留下她的味道，她的轨迹。喘息间，她滚烫的气流喷涌在你的脖颈，让你更加燥热难耐。

        “哈……”你不住地喘息，像被猎豹咬住喉咙的兔子般，身体僵住，颤抖。

        可你却兴奋得浑身发热。

        那片濡湿滑到你的耳边，一口咬住你的耳垂，用尖利的牙齿缓慢研磨，用湿软的舌头摁揉舔舐，给予你痛苦，给予你抚慰。

        等耳垂被折磨了好几分钟，她才肯暂时放过你。鹿野单手撑床，拉开和你的距离，你睁开迷离的双眼，却看到她凌乱的发丝和暗沉的眼眸。

        眼前一切都那样清晰，这近得可以看见汗毛的距离下，你不由得流连她泛着水光的唇，她染上潮红的面颊，她镶上微光的柔软轮廓。你知道她从来不是流言蜚语中冷漠疏离的人，但你从未想过她可以有这样温热的一面。

        额头紧贴着额头，她的双唇无声翕动。

        你还在等什么？

        冷硬的干土被烈火包围吞噬，细微的裂纹终是抵不过她的滚烫，身体轰然爆裂，曾经不可言说的万千妄想迸发出火星，燃烧了你的欲望。

        一瞬间，所有你吞咽下去的委屈和隐忍都化作泪水喷涌，模糊了你的双眼。

        双手颤抖着抚上她的脸颊，顺着肌肤触摸到她的脖颈，用力往下按压，气息交缠，唇齿相贴。　

        她的湿软温柔而有力，撬开你的双唇，舔舐你的一刻疯狂。鼻尖酸涩，眼泪更加汹涌地流下，你不管不顾地舔吻，噬咬，血液的铁锈味和泪水的咸味从你的舌尖扩散，疼痛麻痹你的口腔，却让你更加渴望属于她的味道。

        而她同样疯狂索取回应，和你一同窒息在这滚烫的幻梦当中。

        你就像那漂泊已久的旅人，饥渴交加，将死之时，终于找到了生命的甘露，在泉眼干枯前，吮吸最后一捧水。


`;