// shulei.js 中的内容
const peaceContent = `
#原文续写，言东饭，2600+。

    “放轻松。”

　汤索言捏了捏陶晓东绷起的手指：“不是什么大手术。”

　陶晓东扯起嘴角，叹道：“有四年了吧？”

　从他出现夜盲症状开始，到现在有将近四年了。

　第一年仅仅是夜盲，从第二，第三年开始，他逐渐看不清眼前的事物。作图的时间一点点缩短，店里的员工不可能看不出问题来，但陶晓东到底没有跟他们坦白。

　三个月前的夜晚，他乘着稍明亮的灯光上洗手间，不小心撞倒了盛满扶郎花的花瓶，玻璃碎了一地。

  汤索言什么也没说，跟没事人一样，让他赶紧回房睡觉。两人都没管那一片狼藉。

　第二天他回店铺拿走自己的纹身笔，黄义达就杵在他身后，两眼通红。陶晓东虽然不太能看清他什么神情，但这么多年知己，也猜得着他现在什么狗样，于是笑着打趣他，他愣是一句话也憋不出。

　陶晓东没再回东大领域。

　他只是窝在家里，听歌睡觉。等到汤索言下班，就跟他聊天，聊回以前的事。聊西藏，聊南方，聊非洲部落，在脑子里跟他言哥又走了一遍他曾经走过的路。汤索言只是静静地听着，时不时逗一下陶晓东。

  气氛很平静，很安宁，跟陶晓东从前所期望的一样，又不一样。

  有次汤索言下班回家，看见陶晓东半躺在阳台上，戴着耳机，手里翻着本书，书页上是凸起的盲文。

  他二话不说就抽走陶晓东手里的盲文书。

  “不需要。”他说。

  如他所说，确实不需要。

  近两年，RP致盲基因点的研究在国外已经有明显成果了。三院在国内眼科研究前沿，外派不少博士生参与国内外合作研究项目，汤索言就是其中一个。

  他同时接管ABCA4和RP的研究项目。在国内外优秀科研人员的通力合作之下，RP的研究从一无所有到颇有收获。

  而他申请了很久的临床试验项目，针对视网膜色素变性三种致病基因做出的基因编辑工程也已经批下来了。

  相比陶淮南，陶晓东情况算好很多了。趁着还未完全失明进行基因编辑，直接抑制显性突变表达的治疗效果或许会更好。

  一切都要往好的方向发展。

  刚入院那会儿，夏远看着陶晓东换上病号服，担忧地问道：“你算是这项目的第一个志愿者吧？”

  “嗯哼。”

  夏远不由得放低声音：“风险……”

  “我信他。”陶晓东收拾好自己，仰躺在病床上。他伸出手掌掩了掩灯光，光线穿过他指间，落在他半阖的双眼上，“汤医生你还不信？”

  田毅推开门进房，走到陶晓东床边，给了他肩膀一掌。

  “哎。”陶晓东消极反抗。

  “放心好了，学哥在，没问题。”田毅搬了张凳子坐下，问：“你还没跟小南说？”

  陶晓东一静，摇摇头。

  “我告诉他我要出差几周，其他什么都没说。但他心思细，估计没少怀疑。”

  田毅无声地叹了口气：“难为你瞒那么多年。”

  “不过，今后就好了。”

  手术日很巧地被安排在陶晓东生日前一天。

  汤索言陪陶晓东从病房溜达到手术室门前，黄义达和夏远就在长椅上坐着等。

  “怎么搞的我要赴死一样，”陶晓东笑骂，“你赶紧回店里，管事儿。”

  “进去吧你。”黄义达呵呵笑，“我等着把你提溜回东大。”
  
  陶晓东笑着，搭着汤索言的肩膀进了手术室。
  
  意识似乎轻轻落入静谧的湖水中，无知无觉，又缓慢浮起。什么也没想，又好像什么都在脑子里过了一通。等他醒来时，眼前却黑了一片，他的心在一瞬间沉到了谷底。
  
  没等他回过神，暖意从手掌心传开，熟悉的低沉嗓音在他耳边响起：“嘘，放轻呼吸。没事了，很成功。”
  
  陶晓东紧紧蜷起的手指陡然放松下来。
  
  “给你蒙了纱布。这些天先别用眼，避免受到刺激，到时候再给眼睛做个检查。”汤索言执起陶晓东的手，嘴唇吻在他手背上，几不可闻地松了口气。
  
  陶晓东拇指在汤索言的手背上轻轻刮了刮，叫了声：“言哥。”
  
  “嗯，”汤索言回应，“我在。”
  
  “那我是不是几天都不能洗头？”
  
  汤索言顿时失笑。他抬手拢了拢陶晓东散落在枕头上的长发，说：“是，纱布拆了我再给你洗。”
  
  陶晓东嗤嗤地笑。
  
  汤索言继续说：“如果你的治疗效果可以的话，就能把小南接过来手术了。但他失明得太久，恢复起来需要一定时间。”
  
  “好，”陶晓东攥紧了他言哥的手，说，“好。”
  
  …… ……
  
  “给我纹个锁吧，再给她纹串钥匙。”
  
  陶晓东今天最后的客户是一对情侣。俩姑娘看起来都二十郎当岁，正是火热的年纪，上来就选好了想要的图案。
  
  要纹锁的那个姑娘高高瘦瘦，松垮的绸质衬衫扎在高腰长裤里，显得挺拔又优雅。微卷的长发披散，脸上未施粉黛，干净漂亮。
  
  另一个姑娘皮肤很白，比她还高些。穿着涂鸦短装上衣和工装裤，露出一截劲瘦的腰。
  
  “想纹在什么位置？”陶晓东问。
  
  “有什么推荐吗？”穿衬衫的姑娘回问。
  
  陶晓东略略思考，然后将衣领往下扒了一点，露出整个精致的纹身——一只顾盼有神，秀气漂亮的眼睛。
  
  “跟你的纹身差不多大。我的就纹在肩膀上。”陶晓东笑着说，“纹的是我弟弟的眼睛。”
  
  “很美。”另一个姑娘赞叹道。
  
  “其实还纹了一只，但不好意思脱给你们看。”陶晓东指了指自己的小腹。
  
  两位姑娘了然，不约而同笑了起来。
  
  等俩姑娘挽着手臂离开店铺，陶晓东也甩甩自己累僵的手，跟几个员工交代一声，准备回家。
  
  “东哥，小年快乐。”迪也对他说。
  
  “哎，”陶晓东朝他摆摆手，“你也是。”
  
  北边城市的冬夜寒冷而静谧。处处有灯光，路灯，住宅楼的灯，总给行人留点亮。雪落在街道上，响起簌簌的细微声音。
  
  陶晓东披上大衣出门，不出意外地看到汤索言，静静伫立在夜色中。
  
  陶晓东快步向他走去，抓起汤索言的手搓了搓，“怎么不进车里等，站这儿不冷吗？”
  
  “刚到，估摸着你快结束，就下来了。”汤索言顺势牵上陶晓东的手，“眼睛有不舒服吗？”
  
  “好着呢，再做多几个图不成问题。”
  
  两人坐上车。窗外点点万家灯火连线成片，划过车窗。陶晓东舒舒服服窝在车里，给汤索言讲今天那对情侣客户。末了，他安静了好一会，问：“言哥，你想不想纹一个？”
  
  汤索言毫不犹豫地回答：“想，纹个晓东的眼睛吧。”
  
  陶晓东因他果断的回答有些诧异，愣了愣，又笑起来，笑得像个小年轻，一点看不出四十来岁的年纪。
  
  他执起汤索言随意搭着的右手，紧紧扣着。
  
  窗外变换的灯光映照在二人相碰的指环上，暖辉熠熠。
  
  ——过日子么，图的就是个安宁。
  ——新年快乐.
`;