// shulei.js 中的内容
const sevenContent = `

小时候，鹿野喜欢数日子。

直到现在她还记得，挂在厅堂的黄历和师父的小土房子一样破旧，皱巴巴的纸张卷得像村口小土狗的狗耳朵，泛起一圈昏黄的边。

小小的鹿野十分勤奋，每天都早起和师父去地塘练功。出门前，她总会踮起脚尖，仰头一个个数着黄历上的日子：还有三天到立秋，要提醒师父一起贴秋膘，她想买瓜吃……还有十五天到处暑，要和师父还有陈姨、秋秋一起去镇上放河灯……还有二十二天……就到七夕了！

小鹿野喜欢很多节日，但她最喜欢七夕。

师父说，七夕是给女孩儿祈福的节日，也是人类伴侣们的节日，给她讲了许多的人类传说，可她不甚爱听。那什么牛郎，为了讨老婆竟把仙女的衣服偷藏起来，不是下流是什么？人类的神话传说也不过如此，倒不如庙会有趣。

镇里的庙会能从辰时热闹到戌时。师父偶尔贪睡，拖到午时才施施然出门，一手提着装蟋蟀的小竹笼，一手抱起她，慢慢走去河岸叫船。

等她上了船板，那花白胡子的老船夫就扯起嗓子，高唱一声，乌篷船缓缓荡离芦苇丛。

到镇上时，天色已昏黄了，人声逐渐升腾，河边开始上灯笼。

小鹿野趴在船边，静静地观察这热闹人间:街上车水马龙，农商老壮、贫富丑俊，都来赶会。妇女换上整洁艳丽的衣裳，头簪鲜花，指染蔻丹，笑语盈盈。

鹿野眨眨眼，低头瞧自己身上的绿罗裙。这是师父前阵子送她的新衣，上边有师父托陈姨给她绣的两只兔儿，鲜活得像在她的裙摆追逐打闹。

她抚摸裙摆凸起的绣纹，转过头对师父甜甜一笑。

乌篷船驶向岸边，往码头的木桩子一撞，撞了她一个趔趄。“到喽。”白胡子的船夫笑道。师父谢过老船夫，牵起兴奋的鹿野上了街。

天已完全暗下去了，街旁各色纸灯繁如天星，吆喝声杂耍声不绝于耳。整绫碎缎，锣鼓枪刀，饴糖炊饼，铜簪锡纽，都是有的。

小鹿野拉着师父钻进人群，这个铺子没瞧完，又跑那个摊子去。师父笑呵呵的，任由她蹦蹦跳跳拖自己到处跑，逛到斗蟋蟀的台子就“哎呀”叫一声，提着小竹笼探过头去，留鹿野坐在小木凳上，嘴里嘀咕着发牢骚。

“囡囡，吃不吃巧酥呀？”卖点心的摊主操着一口温软哝语，朝鹿野招招手。

“女孩儿七夕吃巧酥巧果，吃得巧意了，跟织女一般巧手灵心，冰雪聪明！”她边说着，边从食盒里抓出几个莲花形巧酥，用油纸包妥贴了，塞到鹿野手里，笑眯眯说道：“好水灵的囡囡，这几个巧酥呀姐姐送你吃。”

包好的巧酥比鹿野两只手加起来还大，还是热乎乎的，透过两层油纸温暖她的指尖。她看着那包巧酥，低低道声谢，红着脸跑开了。

她回到斗蟋蟀的台子旁，却看不着她师父一片衣角。

月至天中，月光融进千灯七彩的流光里，在水面跳跃。小小的鹿野在行人间奔跑穿梭，倒影在水上急速掠过。

只不过是一转头，师父就不见了。

她跑呀跑，把一切喧闹抛在身后，只听得见耳边呼呼的风声，和震耳欲聋的心跳声。

“师父！”她呼喊。

灯笼的彩光飞掠成线，行人的残影围成左右两道墙，挤压得她喘不过气。眼前的一切都那样光怪陆离，让她陌生又害怕。她不知道该做什么，只是一直、一直地跑。

总能找到师父的，她想，她找人可是很厉害的。

脚步不停向前迈去，她不停地奔跑，跑到行人寥寥，灯火阑珊，跑到她听得见院子里的鸡鸣狗吠，听得见青石板下流水潺潺，奔涌至黑暗。

师父呢？

小鹿野缓缓停下脚步，呆立在寂静的小巷。

“师父……”她低低唤了一声，却被夜色吞没。
手里那包巧酥已经被风吹凉了，几只纸灯笼零星悬在门边，拉出她孤零零的长影。绿罗裙裙摆那两只兔儿在昏暗下看不清楚，只静静地伏着。

她找不到师父了。

胸腔内的心脏咚咚打鼓，鼻子有些酸涩。小鹿野使劲吸了吸，把那股酸劲憋回去。

她攥紧手中的油纸包，像一株被人遗忘的小树苗，孤单地立在街道旁。

直到她听到极轻微的一声……

“唧……唧……”

熟悉的蟋蟀叫声颤巍巍地飘来，钻进她耳朵里，她惊喜地向声源处看去。小巷子尽头，一盏兔子灯笼散发温润的橘黄色灯光，给师父的白布褂子染上一层暖黄。

“师父！”小鹿野脱口而出，朝着那光和身影跑去。

脚步声在空巷里回响，她抱着那包巧酥哒哒跑着，可那光和身影，始终就在前方，仅几步之遥，却怎么都无法触及。

那光引导着她。她跑快，那光也快；她慢下，那光也慢下。她忘了害怕，忘了思考，眼里只有那团光，那个提着灯笼的身影。她跟着光拐过墙角，穿过一条条空荡的小巷，跑过流水潺潺的石桥，但却怎么也追不上。

蟋蟀的鸣叫渐渐消失，到最后，她只听得见自己的喘息声。她跑啊跑，不知跑了多久，直到那盏兔子灯笼停在一株老槐树下。

小鹿野深吸一口气，用尽最后一丝力气朝那身影扑去，期望师父如往常般接住自己。

指尖触摸到他衣角的那一刻，周身霎时被黑夜吞噬。永远流动的河流、长满青苔的石板、零星的灯笼、破旧的院门，和年老的槐树，都陷入了无边的黑暗当中。

她惊惧抬起头，师父的身影却如水中被石头打散的倒影，骤然模糊扭曲————


“师姐？师姐？！”

稚嫩的童声自远处传来，由模糊转向清晰，急切地钻进鹿野的耳膜。她猛地吸了一口气，睁开眼睛。

头上顶着一对猫耳的黑发小男孩脸色焦急，死死揪住鹿野的衣角：“师姐你怎么了？！是没休息好吗？”

小孩子下手没轻没重，鹿野压下翻腾的情绪，摁住小黑作乱的两只小手：“别扯我，我没事。”

小黑哦了一声，悻悻松开鹿野的衣角，但他那双眼睛却瞪得溜圆。他皱起眉头，一副就要在鹿野面上看出点什么的样子。

“师姐……你是不是不喜欢来这里呀……”

古镇的七夕庙会热闹非凡，游人如织，青石巷挂满绢灯，映照得整条巷道亮堂堂。如果不是游人的现代装束，小摊上绿色蓝色的二维码，鹿野当真有种回到过去之感。

“没有不喜欢。”鹿野抬手揉一把小黑毛茸茸的头：“只是想起了一些事。”

抢在小黑追问前，鹿野及时转移话题：“师父……呢？”

小黑眨巴眨巴眼睛，没说话。

“我在这。”

无限直直立在不远处，仍旧是一身长衫汉服装扮，他手上拿着两盏兔子灯笼和一包点心，温和地朝她们笑：“给你们买了些吃的玩的。”

小黑欢呼一声冲向无限。

记忆、幻梦与现实在此重合，扭曲模糊的身影在此刻扭转恢复，却不是原来的样子。无需梦里的她追寻，无限迈着沉稳的步子，一步一步朝她走来。

鹿野定下摇晃的心神，声音依然平稳有力：“我又不是小孩，你买灯笼给我做什么。”

无限的声音温和却坚持：“我看这里的姑娘都给自己买了一盏，而且……”他将两盏兔子灯笼和点心都交到小黑手上：“今天你过节。”

暖黄的光透过绢布，给青石板染上一片温润。小黑一手抓着两盏灯笼，两只兔子扎得生动可爱，它们相撞摇晃，就像在追逐玩闹。

鹿野沉默着接过小黑递来的兔子灯笼。灯笼内的火焰烘得竹竿手柄温温热热，舒服的温度一丝丝浸入她的手心。

“师姐师姐！”小黑的耳朵欢快抖动：“别忘了吃巧酥！”他举起那包点心，两只眼睛亮闪闪：“老师说，七夕是给女生祈福的节日！”

“师姐吃了巧酥，以后……以后要工作顺利，更加快乐！”

原来这小子提前几个星期就变着法子约她出来玩，是为了这个。

暖意在她胸口缓缓扩散，让她怔忪了几秒。在小黑灼热的目光下，鹿野从纸包里掰了一块巧酥，含进嘴里咀嚼。

她已经忘记了，百年前她在七夕尝的巧酥到底是什么味道，现在的巧酥和过去的有什么不同。

但至少现在，她的感官会为她再次铭记。

“师姐，今天过了七夕，还有……三十天我就放国庆假啦！我和师父来会馆找你玩好不好？”

“好，不过是三十二天后你才放假。”

“哦哦……还有，三十四天后就是中秋节啦！师姐可以买冰皮月饼吗！我想吃……”

“是三十七天……你这么喜欢数日子吗？”

“嘿嘿，师姐你肯定也数了！”

“……”


`;