// shulei.js 中的内容
const summerContent = `
南意大利的夏日，我已经感受了十七年。
比起南意，加利福尼亚的夏天总是那样日光灼灼，令我的衬衫湿得彻底，那里的美国男人光裸着上身，只穿着一条松垮的沙滩裤走上街头，女人穿化哨的比基尼，比加州的阳光都要更加热辣。
而我记忆里的南意夏日，是林间迷迭香的气息，午后发狂似的蝉鸣，散发着清香的柠檬。它落在后花园泳池旁，吉他琴弦边，落在我所阅读过的每一本小说中，也落在，那间见证过他归去来的卧房里。
二十八岁那年，我短暂告别加州的朋友和夏天，回到阔别十年的南意西西里岛。
那里还是和从前一般无二。遥遥看去，我家的房子就好似海市蜃楼，而我正一步步走回我十七岁的梦境里，恍然间，我好似成为了他，坐着那辆轰隆隆的绿皮出租车来到我的窗下，轻快地和我父母打招呼，一抬头就能看见
那个十七岁的，如六月柠檬般青涩的男孩。“艾里奥!噢，亲爱的!”母亲兴奋地拥抱我，亲吻了我的脸颊。父亲微笑着站在她身后。
我回到了那年年伴我成长的，熟悉的夏日气味与声响里，好像什么特别的事情，都没有发生过。
如同年少时我无数次暂别浪花，在海滩散步回来，趁余晖尚在，躺在后花园的草地上看书。偶尔看马法尔达忙前忙后，为接待客人准备她的拿手好菜，听几杯葡萄酒下肚就面红的父亲侃侃而谈，客人们随声附和。
而我悄悄走上阁楼，慢慢推开吱呀作响的木门，心里升起莫名的期待，却发现卧房空无一人。
于是我终于回想起来，那个夏天的独特变调，已经为这个季节晕染上了别样的、永恒不变的颜色。
`;